Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: • kan argumentere overbevisende for et standpunkt, svare på spørsmål og gi
nn: • kan argumentere overtydande for eit standpunkt, svare på spørsmål og gi

source: Mål for opplæringen er at deltakeren skal kunne forstå vanlige ord og ytringer om kjente emner knyttet til egen person, nære omgivelser, opplæring og arbeids- og samfunnsliv når det brukes et enkelt språk i langsom, tydelig artikulert tale.
nn: Mål for opplæringa er at deltakaren skal kunne forstå vanlege ord og ytringar om kjende emne knytte til eigen person, nære omgivnader, opplæring og arbeids- og samfunnsliv når det blir brukt eit enkelt språk i langsam, tydeleg artikulert tale.

source: Kompetanse innebærer å forstå og ha evne til refleksjon og kritisk tenkning.
nn: Kompetanse inneber å forstå og ha evne til refleksjon og kritisk tenking.

source: Del synspunkter på dette.
nn: Del synspunkt på dette.

source: psykisk vold og voldtekt kan være uklare.
nn: vald og valdtekt kan vere uklare.

source: På hvilken måte kan oppførselen til Andreas kategoriseres som vold?
nn: På kva måte kan oppførselen til Andreas kategoriserast som vald?

source: • legge inn digitale bilder på barnehagens hjemmesider
nn: • leggje inn oppdateringar på heimesidene til barnehagen

source: • skrive og lese kjente ord og enkle setninger med støtte, for eksempel ved
nn: • skrive og lese kjende ord og enkle setningar med støtte, for eksempel ved

source: Innlæreren har stort nok ordforråd til å uttrykke seg idiomatisk og tilnærmet uanstrengt i de fleste sammenhenger.
nn: Innlæraren har eit stort nok ordforråd til å uttrykke seg idiomatisk og på ein tilnærma uanstrengd måte i dei fleste samanhengar.

source: Sykling til og fra skolen
nn: Sykling til og frå skolen

source: Begge har ansvar for å oppfylle barnas rett til samvær.
nn: Begge har ansvar for å oppfylle retten til samvær.

source: Oppbygging av testen
nn: Testen si oppbygging

source: peke på et objekt eller mime en handling
nn: peike på eit objekt eller mime ei handling

source: Opplæringen skal tilpasses den enkelte, og det er først når det foreligger forhold som det ikke kan tilpasses for, at norskmålet kan settes ned.
nn: Opplæringa skal tilpassast den enkelte, og det er først når det ligg føre forhold som det ikkje kan tilpassast for, at norskmålet kan settast ned.

source: • gi eksempler på viktige merke- og helligdager, og hvordan disse markeres • gi eksempler på hvordan demokratiet i Norge fungerer, knyttet til de tre
nn: • gi eksempel på viktige merke- og heilagdagar, og korleis dei blir markerte • gi eksempel på korleis demokratiet i Noreg fungerer, knytt til dei tre

source: kvinner får tilbud om svangerskapskontroll med medisinsk oppfølging, råd og veiledning gjennom hele graviditeten. Alle
nn: Gravide kvinner får tilbod om svangerskapskontroll med medisinsk oppfølging, råd og rettleiing gjennom heile graviditeten.

source: • loggføre tekniske problemer og avvik
nn: • loggføre tekniske problem og avvik

source: • å bruke hele eller deler av andres tekst i teksten du leverer
nn: • å bruke heile eller delar av andres tekst i teksten du

source: • forstå det meste av innholdet i auditivt og audiovisuelt materiale, for
nn: • forstå det meste av innhaldet i auditivt og audiovisuelt materiale, for

source: Kandidater kan ikke meldes opp til samme delprøve flere ganger i samme prøveperiode, men kandidater kan meldes opp til Norskprøven C1 – høyere akademisk nivå og norskprøven på de andre nivåene (A1–B2) i samme prøveperiode.
nn: Kandidatar kan ikkje bli meld opp til same delprøve fleire gonger i same prøveperiode, men ein kan melde kandidatar opp til Norskprøven C1 – høgare akademisk nivå og norskprøven på dei andre nivåa (A1–B2) i same prøveperiode.

source: Eksaminator gjør lydopptak av eksaminasjonen og Kompetanse Norges faste sensorer hører på lydopptaket i ettertid og vurderer prøven din.
nn: Eksaminator gjer lydopptak av eksaminasjonen, og Kompetanse Norges faste sensorar høyrer på lydopptaket i ettertid og vurderer prøven din.

source: • diskutere egne arbeidsforhold
nn: • diskutere eigne arbeidsforhold

source: • beskrive hendelser, opplevelser og følelser på en klar, detaljert og nyansert
nn: • beskrive hendingar, opplevingar og kjensler på ein klar, detaljert og

source: • sjekke avtaler med leverandører, ledere eller beboere
nn: • sjekke avtalar med leverandørar, leiarar eller bebuarar

source: Innlæreren kan ta initiativet i ulike typer kommunikasjonssituasjoner, følge opp innspill, introdusere nye temaer og bidra til å drive kommunikasjonen framover.
nn: Innlæraren kan ta initiativet i ulike typar kommunikasjonssituasjonar, følge opp innspel, introdusere nye tema og bidra til å drive kommunikasjonen framover.

source: om et kjent emne
nn: om eit kjent emne

source: Loven skal også forhindre at barn og unge føler seg presset til å ha sex før de er klare for det og før de selv ønsker det.
nn: Lova skal også forhindre at barn og unge føler seg pressa til å ha sex før dei er klare for det, og før dei sjølve ønsker det.

source: av ord og enkle fraser eller setninger
nn: av ord og enkle frasar eller setningar

source: Hvis du tar samme delprøve flere ganger i samme prøveperiode, vil bare resultatet fra den første gjennomføringen være gyldig.
nn: Dersom du tar same delprøve fleire gongar i same prøveperiode, vil berre resultatet frå den fyrste gjennomføringa vere gyldig.

source: Før prøven starter kan du stille praktiske spørsmål.
nn: Før prøven startar, kan du stille praktiske spørsmål.

source: • skrive og kommentere innlegg på en svært enkel måte i digital
nn: • skrive og kommentere innlegg på ein svært enkel måte i digital

source: • skrive inn opplysninger i ulike typer skjemaer i digitale tjenester en møter i
nn: • skrive inn opplysningar i ulike typar skjema i digitale tenester ein møter i

source: Du finner de riktige prisene i påmeldingsportalen.
nn: Du finn dei rette prisane i påmeldingsportalen.

source: Jeg kan snakke sammenhengende og uten hjelp fra eksaminator.
nn: Eg kan snakke samanhengande og utan hjelp frå eksaminator.

source: • bruke Internett til å finne bestemt miljø- og
nn: • bruke internett til å finne miljø- og tryggleiksinformasjon

source: • holde oversikt over utgifter i forbindelse med oppdrag
nn: • halde oversikt over utgifter i samanheng med oppdrag

source: Mange av tiltakene er regulert av tobakksskadeloven.
nn: Mange av tiltaka er regulerte av tobakksskadelova.

source: • Menneskehandel er forbudt etter norsk lov.
nn: • Menneskehandel er forbode etter norsk lov.

source: ønsker å kjøpe en sykkel.
nn: å kjøpe ein sykkel.

source: Beskrivelsene av de ulike språknivåene i rammeverket er derfor uløselig knyttet til sammenhengene eller interesseområdene språket brukes i, og som i rammeverket er beskrevet gjennom begrepet domener.
nn: Beskrivingane av dei ulike språknivåa i rammeverket er derfor uløyseleg knytte til samanhengane eller interesseområda språket blir brukt i, og som i rammeverket er omtalte gjennom omgrepet domene.

source: Ytringsfrihet og pressefrihet
nn: Ytringsfridom og pressefridom

source: digitale søknadsskjema for alternative prøver
nn: digitale søknadsskjema for alternative prøvar

source: du ikke får prøvebevis
nn: at du ikkje får prøvebevis

source: Der kom de i kontakt med en guttegjeng som inviterte jentene på nachspiel i en leilighet i nærheten.
nn: Der kom dei i kontakt med ein gutegjeng som inviterte jentene på nachspiel i ei leilegheit i nærleiken.

source: Vi henter inn og bruker dine personopplysninger til å utføre disse oppgavene:
nn: Vi hentar inn og bruker personopplysningane dine til å utføre desse oppgåvene:

source: Opplæringen bør organiseres slik at deltakerne får inngå i læringsfremmende fellesskap der de kan reflektere sammen med andre over felles erfaringer og utfordringer med språket.
nn: Opplæringa bør organiserast slik at deltakarane får inngå i læringsfremmande fellesskapar der dei saman med andre kan reflektere over felles erfaringar og utfordringar med språket.

source: beskjeder og instruksjoner
nn: beskjedar og instruksjonar

source: Alle som er over 16 år, som er seksuell lavalder i Norge, har rett til å bestemme hvem de ønsker å ha sex med, og når dette skal skje (samtykke).
nn: Alle som er over 16 år, som er seksuell lågalder i Noreg, har rett til å bestemme kven dei ønsker å ha sex med, og når dette skal skje (samtykke).

source: Det er forbudt å røyke innendørs, med unntak av i private hjem.
nn: Det er forbode å røyke innandørs, med unntak av i private heimar.

source: • Et ekteskap inngått i utlandet der en eller begge parter
nn: • Eit ekteskap som er inngått i utlandet der éin eller begge partar ikkje

source: Gyldighet og innføring Læreplan i samfunnskunnskap for voksne innvandrere er en forskrift til integreringsloven og gjelder fra 1.
nn: Gyldigheit og innføring Læreplan i samfunnskunnskap for vaksne innvandrarar er ei forskrift til integreringslova og gjeld frå 1.

source: mener vi hvordan kandidaten løser oppgavene.
nn: meiner vi korleis kandidaten løyser oppgåvene.

source: • bestille varer digitalt fra fjernlager eller leverandør
nn: • bestille varer digitalt frå fjernlager eller leverandør

source: Etter å ha vært til mekling og snakket med barna har de bestemt seg for at de skal ha delt omsorg for barna.
nn: Etter å ha vore til mekling og snakka med barna har dei bestemt seg for at dei skal ha delt omsorg.

source: opplæringen For at opplæringen skal bli effektiv, må den ta utgangspunkt i deltakernes erfaringsbakgrunn, behov, ressurser og framtidsplaner.
nn: opplæringa For at opplæringa skal bli effektiv, må ein ta utgangspunkt i kva erfaringsbakgrunn, behov, ressursar og framtidsplanar deltakarane har.

source: Etter at du har lest tekstene og forberedt svar på oppgavene, blir du kalt inn til en eksaminator (prøveleder).
nn: Etter at du har lese tekstane og førebudd svar på oppgåvene, blir du kalla inn til ein eksaminator (prøveleiar).

source: å utvikle arbeidet med karriereveiledning i de ulike sektorene i fylket
nn: å utvikle arbeidet med karriererettleiing i dei ulike sektorane i fylket

source: alternativ til kirkelig konfirmasjon.
nn: alternativ til kyrkjeleg konfirmasjon.

source: • lese beskjeder eller logg fra tidligere skift
nn: • lese meldingar eller logg frå tidlegare skift

source: En multimodal skrifts- og kommunikasjonskultur Kommunikasjonskategoriene resepsjon og produksjon er delt inn i muntlig resepsjon og produksjon (lytte og snakke) og skriftlig resepsjon og produksjon (lese og skrive).
nn: Ein multimodal skrift- og kommunikasjonskultur Kommunikasjonskategoriane resepsjon og produksjon er delte inn i munnleg resepsjon og produksjon (lytte og snakke) og skriftleg resepsjon og produksjon (lese og skrive).

source: • ta initiativ og følge opp det som blir sagt i samtaler og diskusjoner, og bidra
nn: • ta initiativ og følge opp det som blir sagt i samtalar og diskusjonar, og bidra

source: • samtale om hva negativ sosial kontroll, vold i nære relasjoner,
nn: • samtale om kva negativ sosial kontroll, vald i nære relasjonar,

source: • foreslå endringer i oppgaver og arbeidsmetoder
nn: • foreslå endringar i oppgåver og arbeidsmetodar

source: og ulike hendelser, som for eksempel migrasjon
nn: ulike hendingar, som for eksempel migrasjon

source: • samtale om sentrale verdier som det norske skole- og utdanningssystemet
nn: • samtale om sentrale verdiar som det norske skole- og utdanningssystemet

source: Hva koster prøven?
nn: Kva kostar prøven?

source: Deltakerne skal utvikle norskferdigheter og strategier som gjør dem i stand til å samhandle i relevante situasjoner og medier i dagliglivet.
nn: Deltakarane skal utvikle norskferdigheiter og strategiar som gjer dei i stand til å samhandle i relevante situasjonar og medium i dagleglivet.

source: Jeg kan dessverre ikke komme
nn: Eg kan dessverre ikkje komme

source: • bruke kunnskap om sentrale rettigheter, plikter og muligheter som
nn: • bruke kunnskap om sentrale rettar, plikter og moglegheiter som nykommen

source: hva som kjennetegner nivåene, er det viktig å sette seg inn i hvordan disse er
nn: som kjenneteiknar nivåa, er det viktig å setje seg inn i korleis desse er skildra i

source: minoritetsbakgrunn er også utsatt for tvangsekteskap.
nn: minoritetsbakgrunn er også utsette for tvangsekteskap.

source: Frist for å klage på norskprøve
nn: Frist for å klage på norskprøven

source: • følge med i klare og strukturerte framstillinger om kjente emner, for
nn: • følge med i klare og strukturerte framstillingar om kjende emne, for

source: • skrive korte rapporter knyttet til egen opplærings- og arbeidssituasjon
nn: • skrive korte rapportar knytte til eigen opplærings- og arbeidssituasjon

source: • En «overfallsvoldtekt» er voldtekt der offeret ikke kjenner gjerningspersonen.
nn: • Ei «overfallsvaldtekt» er ei valdtekt der offeret ikkje kjenner gjerningspersonen.

source: • sammenligne priser fra leverandører via Internett
nn: • samanlikne prisar frå leverandørar via Internett

source: Læreplanen deler i tillegg kompetansebegrep med grunnopplæringen.
nn: Læreplanen deler i tillegg kompetanseomgrep med grunnopplæringa.

source: Jeg tror ikke jeg kan komme
nn: Eg trur ikkje eg kan komme

source: • lese og forstå hovedpoeng i enkle nyhetsartikler og relativt enkle tekster
nn: • lese og forstå hovudpoeng i enkle nyheitsartiklar og relativt enkle tekstar

source: • registrere forbruk av fôr utenom beitesesong
nn: • registrere forbruk av fôr utanom beitesesong

source: på en korrekt måte, men kan ha behov for å sjekke den presise betydningen av enkelte lite frekvente ord og uttrykk.
nn: tekstar på ein korrekt måte, men kan ha behov for å sjekke den presise betydninga av enkelte lite frekvente ord og uttrykk

source: Helsemyndighetene anbefaler at alle barn gjennomfører et vaksinasjonsprogram for å forebygge alvorlige sykdommer.
nn: Helsemyndigheitene tilrår at alle barn går igjennom eit vaksinasjonsprogram for å førebygge alvorlege sjukdommar.

source: Du kan delta i en samtale på en enkel måte hvis samtalepartneren snakker langsomt og tydelig og hjelper deg.
nn: Du kan delta i ein samtale på ein enkel måte dersom samtalepartnaren snakkar langsamt og tydeleg og hjelper deg.

source: du må vente ett år før du kan ta prøven på nytt
nn: at du må vente eitt år før du kan ta prøven på nytt

source: Røyking og bruk av snus er helseskadelig.
nn: Røyking og bruk av snus er helseskadeleg.

source: Ulempen er at knappe beskrivelser gir rom for ulike tolknin-
nn: Ulempa er at knappe skildringar gir rom for ulike tolkingar.

source: – Forebygging og behandling av seksuelt
nn: – førebygging og behandling av seksuelt

source: • bruke ulike skrivestrategier tilpasset konteksten, sjangeren og formålet med
nn: • bruke ulike skrivestrategiar tilpassa konteksten, sjangeren og formålet med

source: grafiske framstillinger, for eksempel diagrammer
nn: framstillingar, for eksempel diagram

source: måle med dette kriteriet, er om kandidaten mestrer de språklige funksjonene som
nn: måle med dette kriteriet, er om kandidaten meistrar dei språklege funksjonane

source: • kan forstå det meste av skriftlig informasjonsutveksling i private, offentlige og
nn: • kan forstå det meste av skriftleg informasjonsutveksling i private, offentlege og

source: Norge før og nå Mål for opplæringen er at deltakeren skal kunne
nn: Noreg før og no Mål for opplæringa er at deltakaren skal kunne

source: spørre om hvorfor noen mener noe, og bekrefte en felles forståelse før en fortsetter
nn: spørje om kvifor nokon meiner noko, og stadfeste ei felles forståing før ein held fram

source: • snakke med leverandører
nn: • snakke med leverandørar

source: • Det er forbudt å ta barn/ungdom eller andre ut av Norge
nn: • Det er forbode å ta barn/ungdom eller andre ut av Noreg for å

source: eksempel presentasjoner, foredrag eller fortellinger
nn: eksempel presentasjonar, foredrag eller forteljingar

source: • forstå hovedpoeng og enkelte spesifikke detaljer i samtaler og diskusjoner
nn: • forstå hovudpoeng og enkelte spesifikke detaljar i samtalar og diskusjonar

source: Omgangsform mellom kjønnene – hvor går grensene?
nn: Omgangsform mellom kjønna – kvar går grensene?

source: • lese og forstå tilbud og informasjon om varer fra ulike
nn: • lese og forstå tilbod og informasjon om varer frå ulike

source: • En «relasjonsvoldtekt» er voldtekt der
nn: • Ei «relasjonsvaldtekt» er ei valdtekt der

source: • samtale om ulike tradisjoner og syn på religion i det norske samfunnet og
nn: • samtale om ulike tradisjonar og syn på religion i det norske samfunnet og

source: Hvis en kandidat blir tatt med mobiltelefon på seg under prøven, blir det oppfattet som forsøk på fusk.
nn: Dersom ein kandidat blir teken med mobiltelefon på seg under prøven, blir det oppfatta som forsøk på fusk.

source: arbeidet på en sikker måte
nn: utføre arbeidet på ein sikker måte

source: • diskutere ulike mulige tiltak for å redusere ulemper for reindriften
nn: • diskutere ulike mogelege tiltak for å redusere ulemper for reindrifta

source: Læreplanen i norsk for voksne innvandrere bygger på synet på kommunikasjon og språklæring i Det felles europeiske rammeverket for språk.
nn: Læreplanen i norsk for vaksne innvandrarar bygger på synet på kommunikasjon og språklæring i Det felles europeiske rammeverket for språk.

source: Du kan ikke bruke Min side for å dele resultatene dine til for eksempel arbeidsgivere.
nn: Du kan ikkje bruke Min side for å dele resultata dine til for eksempel arbeidsgjevarar.

source: Innlæreren kan uttrykke og argumentere for synspunkter og kan delta i samtaler og diskusjoner og bidra til at samtalen eller diskusjonen utvikler seg.
nn: Innlæraren kan uttrykke og argumentere for synspunkt, delta i samtalar og diskusjonar og bidra til at samtalen eller diskusjonen utviklar seg.

source: Etter at du har hørt samtalen én gang, vil det være en pause på ett minutt, før du får høre samtalen en gang til.
nn: Etter at du har høyrt samtalen éin gong, vil det vere ein pause på eitt minutt før du får høyre samtalen ein gong til.

source: • beskrive erfaringer, hendelser og forventninger på en nyansert og presis
nn: • beskrive erfaringar, hendingar og forventningar på ein nyansert og presis

source: Andreas liker ikke at kona går på kafé med venninnene sine uten at han er med.
nn: Andreas liker ikkje at kona går på kafé med venninnene sine utan at han er med.

source: Dette innebærer også å vise
nn: Det inneber også å vise

source: Er dette det samme som Min side?
nn: Er dette det same som Min side?

source: Papiret må du levere før du forlater lokalet.
nn: Papiret må du levere før du forlèt lokalet.

source: emner i digital kommunikasjon
nn: emne i digital kommunikasjon

source: Barneloven gir barn og unge beskyttelse mot alle former for fysisk og psykisk vold, mishandling og omsorgssvikt.
nn: Barnelova gir barn og unge vern mot alle former for fysisk og psykisk vald, mishandling og omsorgssvikt.

source: • snakke i telefon, ta imot og gi beskjeder
nn: • snakke i telefon, ta imot og gi meldingar

source: • måle og notere mengder medisin som er gitt til et barn
nn: • måle og notere mengder medisin som er gitt til eit barn

source: Det er forventet et begrenset antall kandidater til prøven på nivå C1, og en kan regne med at det er de største prøvestedene som vil få mest erfaring med C1-nivået.
nn: Det er forventa eit avgrensa tal kandidatar til prøven på nivå C1, og ein kan rekne med at det er dei største prøvestadane som vil få mest erfaring med C1-nivået.

source: I oppgave C skal kandidatene snakke én og én om ett tema hver.
nn: I oppgåve C skal kandidatane snakke éin og éin om eitt tema kvar.

source: • fylle ut skjemaer ved klager og reklamasjoner
nn: • fylle ut skjema ved klagar og reklamasjonar

source: Språklig samhandling skjer blant annet i samtaler, e-postutveksling og chat, og kan involvere ulike språkhandlinger som for eksempel informasjonsutveksling og diskusjon.
nn: Språkleg samhandling skjer mellom anna i samtalar, e-postutveksling og chat, og kan involvere ulike språkhandlingar som for eksempel informasjonsutveksling og diskusjon.

source: Faget norsk for voksne innvandrere skal sammen med faget samfunnskunnskap gjøre voksne innvandrere best mulig rustet for hverdagsliv, utdanning og arbeidsliv i Norge.
nn: Faget norsk for vaksne innvandrarar skal saman med faget samfunnskunnskap gjere vaksne innvandrarar best mogleg rusta for kvardagsliv, utdanning og arbeidsliv i Noreg.
